tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "universal-ctags/universal-ctags"
tap "caskroom/cask"
tap "neovim/neovim"

brew "git"
brew "go"
brew "lua"
brew "luajit"
brew "pkg-config"
brew "openssl"
brew "readline"
brew "python2"

brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux"
brew "neovim"
brew "watchman"
brew "zsh"
brew "universal-ctags", args: ["HEAD"]
brew "fzf"
brew "tree"
brew "ripgrep"
cask "caskroom/fonts/font-fira-code"
